[
  {
    "content": "Krzysztof has the ability to easily learn new things. His ambition and thirst for knowledge drive him to continually seek growth and development. He performs his work with commitment and attention to detail, looking for the best solutions. Furthermore, his excellent communication skills enhance collaboration and make working with Krzysztof a genuine pleasure. Moreover, Krzysztof is not only a skilled developer but also a friendly colleague who actively contributes to a positive team atmosphere. I wish to have the opportunity to collaborate with him on future projects.",
    "author": "Anna Licznierowska",
    "jobPosition": "Principal Software Engineer",
    "company": "Intive"
  },
  {
    "content": "I've been working with Krzysztof for several months, and should say, his dedication to work and attention to detail consistently shine through in work. Krzysztof brings both creativity and expertise to the table, consistently delivering high-quality solutions that exceed expectations.",
    "author": "Andrii Shylnikov",
    "jobPosition": "Principal Software Engineer",
    "company": "Intive"
  },
  {
    "content": "Krzysztof has contributed really well since the time he has joined Roku player team. He is able to pick up some of the important features of WBD's roadmap deliverables and successfully taken them to closure. He has reached out to various stake holders proactively to unblock impediments to achieve objectives. Importantly, he has also helped the other team members when they are blocked. Krzysztof should continue to take ownership of some of the critical modules to help team/project move forward.",
    "author": "Vishvanath Deshpande",
    "jobPosition": "Director of Software Development",
    "company": "Warner Bros Discover"
  },
  {
    "content": "Krzysztof is a very strong developer with a great technical knowledge. He found himself in a project based on a technology that was strange for him and managed to do a great job while gaining necessary experience on the job. He work well with the team and over the time organically became in fact team leader. Has good communications skills both with intive team as well as towards the customer.",
    "author": "Grzegorz Wieczorek",
    "jobPosition": "Senior Project Manager",
    "company": "Intive"
  }
]
